//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Annuler";
"Done" = "Valider";

/* Default title */
"Photos" = "Photos";

/* No. of selected */
"%@ Photo Selected" = "%@ photo selectionée";
"%@ Photos Selected" = "%@ photos sélectionnées";
"%@ Video Selected" = "%@ vidéo sélectionnée";
"%@ Videos Selected" = "%@ vidéos sélectionnées";
"%@ Items Selected" = "%@ éléments sélectionnés";

/* Grid view footer */
"%@ Photos" = "%@ Photos";
"%@ Videos" = "%@ Vidéos";
"%@ Photos, %@ Videos" = "%1$@ Photos, %2$@ Vidéos";

/* Assets index */
"%@ of %@" = "%1$@ sur %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Cette application n'a pas accès à vos photos et vos vidéos.";
"You can enable access in Privacy Settings." = " Vous pouvez autoriser l'accès dans les réglages de confidentialité";

/* Messages if no assets */
"No Photos or Videos" = "Pas de Photos ou Vidéos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Vous pouvez prendre des photos et des vidéos en utilisant l'appareil ou synchroniser vos photos et vidéos sur %@\n avec iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Vous pouvez synchroniser vos photos et vidéos sur %@ avec iTunes.";

/* Accessibility labels */
"Play" = "Lire";
"Select" = "Sélectionner";
"Deselect" = "Désélectionner";

/* Video duration spell out */
"hours" = "heures";
"hour" = "heure";
"minutes" = "minutes";
"minute" = "minute";
"seconds" = "secondes";
"second" = "seconde";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Impossible de lire le flux vidéo";
"OK" = "OK";
